[
  {
    "ID": "935a0480-1153-403a-b781-998a0bb3b709",
    "content": "New Features\n------------\n\n*   You can now play a YouTube video on audience screens as if you were watching it with your audience. When you pause the video it will stop playing at the audience screens, and when you start it will start playing at the audience screens.\n\nFixes\n-----\n\n*   Fix displaying an empty paid subscribers list for users who have less than 100 subscribers\n*   Fix when the subscription price is updated, discount codes created for subscriptions become invalid.\n*   Fix stream video recordings are downloaded in low resolution",
    "tags": [
      "features"
    ],
    "slug": "v-1-15",
    "relaseDate": "2022-04-13 12:00",
    "publish": true,
    "createdAt": 1654085295412,
    "version": "1.15.0",
    "updatedAt": 1654088721960,
    "versionTags": [
      {
        "ID": "0cfbb124-cc09-4ff3-a522-220efeb8a148",
        "text": "features",
        "color": "blue",
        "createdAt": 1654090125481
      },
      {
        "ID": "e0bc1bea-54c3-4078-be84-029cdc0711d6",
        "text": "bug-fix",
        "color": "red",
        "createdAt": 1654090144182
      }
    ]
  },
  {
    "ID": "5b457d75-e641-4931-b7c1-105902975711",
    "tags": [
      "features",
      "bug-fixes"
    ],
    "slug": "v-1-14-0",
    "content": "New Features\n------------\n\n*   We are introducing exclusive services! From now on, you can create exclusive services for your paid subscribers only.\n\nImprovements\n------------\n\n*   The title and description of both a scheduled and a past stream can be updated.\n*   Screen sharing experience is improved with a background view, proper messages and highlighting colors so that you can easily notice that you're screen sharing.\n\nFixes\n-----\n\n*   Fix an on-demand video that release date&time is not set cannot be played.\n*   Fix errors while removing calendar events from collection buyers after on-demand content is updated",
    "relaseDate": "2021-09-07 12:00",
    "publish": true,
    "version": "1.14.0",
    "createdAt": 1654085424593,
    "updatedAt": 1654088768311,
    "versionTags": [
      {
        "ID": "a21147ee-cad1-430e-93d0-2b39faee015b",
        "text": "improvement",
        "color": "yellow",
        "createdAt": 1654090457218
      }
    ]
  },
  {
    "ID": "5ceb28b6-c6a0-4e6d-99c9-b049797258ea",
    "tags": [
      "features"
    ],
    "slug": "v-1-7-0",
    "content": "Improvements\n------------\n\n*   Optimized the resolution of speakers during the video call to have a better video quality\n*   Added a receipt link in refund confirmation emails\n*   Thumbnails of the speakers are now sorted with a new algorithm to display people who turned on video first. We also added an alphabetical order to help you to find a specific speaker easier.\n*   Year information of a call is added to call cards in the dashboard\n\nChanges\n-------\n\n*   Tagline of superpeer profile pages is changed to better clarify the public pages\n*   Text change for call reminders to make it more clear on your side\n\nFixes\n-----\n\n*   Fix the ordering problem of available hours on the booking page",
    "relaseDate": "2021-11-16 12:00",
    "publish": true,
    "version": "v1.7.0",
    "createdAt": 1654085475715,
    "updatedAt": 1654088839590,
    "versionTags": [
      {
        "ID": "a990ad2a-3d92-430a-b805-92680c327b89",
        "text": "bug-fixes",
        "color": "red",
        "createdAt": 1654090472169
      },
      {
        "ID": "1f24f01e-17bc-410f-a400-76f1ed97b159",
        "text": "features",
        "color": "green",
        "createdAt": 1654090481434
      }
    ]
  },
  {
    "ID": "a12b3f86-ac9a-4d54-830c-b9775c2c25a0",
    "tags": [
      "features",
      "bug-fixes"
    ],
    "slug": "v-1-1-0",
    "content": "Improvements\n------------\n\n*   Now speakers can join a stream with an easier flow. One click through the link shared with you is enough to join a stream you are invited. Also in the stream page, event link is much more discoverable now for people who wants to share the event with others.\n*   When people ask a question in chat during a livestream, we onboard them how to turn their message into a question type so that it can be upvoted by the audience and answered by the host.\n\nFixes\n-----\n\n*   Fix display problems when adding speakers to a stream with twitter handle.",
    "relaseDate": "2021-01-19 12:00",
    "publish": true,
    "version": "1.1.0",
    "createdAt": 1654085549798,
    "updatedAt": 1654088803115
  }
]